{
  "nav" : {
    "home": "بيت",
    "about": "معلومات عنا",
    "services": "خدمات",
    "projects": "المشاريع",
    "contact": "اتصال"
  },
  "home": {
    "heading" : "بناء الغد واليوم",
    "subHeading": "تحويل الرؤى إلى واقع ملموس",
    "completedProjects": "المشاريع المنجزة",
    "experience": "سنوات من الخبرة",
    "herocardheading1": "نقوم ببناء وإدارة",
    "herocardheading2": "الأماكن والبنية التحتية",
    "herocardsubheading1": "حلول البنية التحتية المبتكرة",
    "herocardsubheadingtext1": "نحن نجلب الابتكار إلى طليعة البناء والإدارة.",
    "herocardsubheading2": "تطوير المرافق المخصصة",
    "herocardsubheadingtext2": "فريقنا مكرس لتقديم حلول مخصصة تتوافق مع رؤيتك ومتطلباتك.",
    "herocardsubheading3": "الصيانة والعمليات الاستباقية",
    "herocardsubheadingtext3": "نحن نضمن الأداء المستدام للأماكن والبنى التحتية الخاضعة لرعايتنا.",
    "aboutlabel": "المزيد عنا",
    "aboutheading": "نقوم ببناء وإدارة الأماكن والبنية التحتية",
    "abouttext1": "تأسست شركة البعد الرابع للمقاولات العامة ذ.م.م في عام 2007 برئاسة السيد غانم علي بن حمودة والسيد حمد غانم نائبًا لرئيس مجلس الإدارة والسيد فريد منصور كشريك إداري، وقد تطورت تدريجيًا لتصبح شركة إنشاءات كبرى تحظى باحترام كبير حيث أنشأت سمعة الالتزام والجودة والموثوقية في أبوظبي.",
    "abouttext2": "نحن شركة حاصلة على شهادات ISO 9001:2008 وOHSAS 18001 وISO 14001؛ تعمل في الامتثال الكامل لأنظمة وإجراءات ضمان الجودة والصحة والسلامة والبيئة ISO. نحن ملتزمون بشراكة طويلة الأمد مع العملاء، وتتمثل إحدى سماتها الأساسية في توفير خدمة نوعية وفعالة من حيث التكلفة بناءً على فهم احتياجات العملاء وقدرتنا على تقديم الجودة في الوقت المحدد.",
    "servicelabel": "خدماتنا",
    "serviceheading": "خبرتنا وتخصصاتنا",
    "servicetext": "تقدم شركة البعد الرابع للمقاولات العامة مجموعة شاملة من خدمات البناء، بما في ذلك الإنشاءات الكهربائية والميكانيكية، ومرافق حقول النفط والغاز، وتحلية المياه، ومحطات معالجة مياه الصرف الصحي، ومقاولات مشاريع البناء، ومقاولات الهياكل الفولاذية. يضمن فريقنا الماهر تطبيق المعايير الرائدة في الصناعة في الأنظمة الكهربائية والتدفئة والتهوية وتكييف الهواء والسباكة والبنية التحتية للنفط والغاز ومعالجة المياه والمزيد. انطلاقًا من التزامنا بالاستدامة، فإننا نواجه تحديات ندرة المياه. من المعالجة الفعالة لمياه الصرف الصحي إلى بناء العجائب المعمارية، فإن نهجنا القائم على الجودة يميزنا عن غيرنا. اختر شركة البعد الرابع للمقاولات العامة ذ.م.م للحصول على الخبرة والابتكار والتركيز القوي على السلامة.",
    "service1": "البناء الكهربائي",
    "service2": "البناء الميكانيكي",
    "service3": "بناء النفط والغاز",
    "projectlabel": "مشاريعنا",
    "projectheading1": "نقوم ببناء وإدارة",
    "projectheading2": "الأماكن والبنية التحتية",
    "projectbuttonlabel": "عرض جميع المشاريع",
    "projecttext": "خلافاً للاعتقاد الشائع، فإن لوريم إيبسوم ليس مجرد نص عشوائي. لها جذور في قطعة من الأدب اللاتيني الكلاسيكي من 45 قبل الميلاد، مما يجعلها أكثر من 2000 سنة. قام ريتشارد مكلينتوك، أستاذ اللغة اللاتينية في كلية هامبدن سيدني في فيرجينيا، بالبحث عن واحدة من الكلمات اللاتينية الأكثر غموضاً. وخلافاً للاعتقاد الشائع، فإن لوريم إيبسوم ليس مجرد نص عشوائي. لها جذور في قطعة من الأدب اللاتيني الكلاسيكي من 45 قبل الميلاد، مما يجعلها أكثر من 2000 سنة. بحث ريتشارد مكلينتوك، أستاذ اللغة اللاتينية في كلية هامبدن سيدني في فرجينيا، عن واحدة من أكثر الكلمات اللاتينية غموضًا.",
    "clientlabel": "عملائنا",
    "clientheading":"بعض عملائنا"
  },
  "footer": {
    "title": "حيث تلتقي الجودة بالهيكل",
    "address": "البعد الرابع للمقاولات العامة ذ.م.م. بناية حمودة بن علي، شارع خليفة، أبوظبي.",
    "copyright": "© 2024. جميع الحقوق محفوظة البعد الرابع للمقاولات العامة ذ.م.م",
    "t&c":"البنود و الظروف",
    "privacy": "سياسة الخصوصية",
    "home": "بيت",
    "about": "معلومات عنا",
    "services": "خدمات",
    "projects": "المشاريع",
    "contact": "اتصال"
  },
  "aboutPage": {
    "heading": "معلومات عنا",
    "subheading": "البعد الرابع للمقاولات العامة ذ.م.م هي شركة إنشاءات رائدة ملتزمة بالتميز. مع التركيز على الجودة والابتكار ورضا العملاء، نقدم خدمات رفيعة المستوى في مجال الإنشاءات الكهربائية والميكانيكية، ومنشآت النفط والغاز، ومعالجة المياه، ومحطات الصرف الصحي، ومشاريع البناء، والهياكل الفولاذية. يضمن فريقنا المعتمد الدقة والسلامة في كل مشروع، وتحويل الرؤى إلى واقع.",
    "aboutlabel": "المزيد عنا",
    "aboutheading": "نقوم ببناء وإدارة الأماكن والبنية التحتية",
    "abouttext1": "تأسست شركة البعد الرابع للمقاولات العامة ذ.م.م في عام 2007 برئاسة السيد غانم علي بن حمودة والسيد حمد غانم نائبًا لرئيس مجلس الإدارة والسيد فريد منصور كشريك إداري، وقد تطورت تدريجيًا لتصبح شركة إنشاءات كبرى تحظى باحترام كبير حيث أنشأت سمعة الالتزام والجودة والموثوقية في أبوظبي.",
    "abouttext2": "نحن شركة حاصلة على شهادات ISO 9001:2008 وOHSAS 18001 وISO 14001؛ تعمل في الامتثال الكامل لأنظمة وإجراءات ضمان الجودة والصحة والسلامة والبيئة ISO. نحن ملتزمون بشراكة طويلة الأمد مع العملاء، وتتمثل إحدى سماتها الأساسية في توفير خدمة نوعية وفعالة من حيث التكلفة بناءً على فهم احتياجات العملاء وقدرتنا على تقديم الجودة في الوقت المحدد.",
    "missionheading": "مهمتنا",
    "missiontext": "في شركة البعد الرابع للمقاولات العامة، مهمتنا هي الريادة في التميز في البناء من خلال تقديم حلول مبتكرة ومستدامة تركز على العميل. نحن ملتزمون بتحويل الرؤى إلى واقع، وضمان أعلى معايير الجودة والسلامة والمسؤولية البيئية. ومن خلال التعاون والممارسات المتطورة، نهدف إلى بناء هياكل دائمة تساهم بشكل إيجابي في المجتمعات والصناعات.",
    "visionheading": "رؤيتنا",
    "visiontext": "رؤيتنا في شركة البعد الرابع للمقاولات العامة ذ.م.م هي أن نكون في طليعة الابتكار في مجال البناء، معترفًا بالتزامنا الثابت بالتميز. نحن نطمح إلى تشكيل مستقبل مستدام من خلال تجاوز الحدود باستمرار، واحتضان التكنولوجيا، وتعزيز ثقافة الإبداع والنزاهة. ومع التركيز على النمو والتأثير المجتمعي، فإننا نتصور عالمًا تقف فيه منشآتنا كمعايير للجودة والغرض.",
    "certifiedheading": "نحن معتمدون",
    "certifiedtext": "تفتخر شركة البعد الرابع للمقاولات العامة بشهاداتها، وهي شهادة على التزامنا الثابت بالجودة والسلامة. تؤكد شهاداتنا التزامنا بمعايير الصناعة، مما يضمن تنفيذ كل مشروع بدقة وموثوقية. من خلال فريق وعمليات معتمدين، يمكن للعملاء الوثوق في شركة فورث دايمنشن للمقاولات العامة لتقديم حلول البناء التي تلبي المتطلبات التنظيمية وتتجاوزها. نحن ندعم شهاداتنا كرمز لتفانينا في تحقيق التميز في كل جانب من جوانب عملياتنا."
  },
  "servicePage": {
    "heading": "خدمات",
    "subheading": "",
    "service1": "البناء الكهربائي",
    "service1text": "في شركة البعد الرابع للمقاولات العامة ذ.م.م، تشمل خدمات الإنشاءات الكهربائية لدينا مجموعة واسعة من الخبرات. من أنظمة توزيع الطاقة إلى الأسلاك المعقدة، نحن متخصصون في تقديم الحلول التي تلبي أعلى معايير الصناعة. يضمن الكهربائيون المهرة لدينا أنظمة كهربائية فعالة وموثوقة لمختلف المشاريع.",
    "service2": "البناء الميكانيكي",
    "service2text": "تم تصميم خدمات البناء الميكانيكية لدينا لتلبية الاحتياجات المعقدة للمشاريع الحديثة. نحن نتميز في تركيب وصيانة الأنظمة الميكانيكية، بما في ذلك التدفئة والتهوية وتكييف الهواء والسباكة والتهوية. اعتمد علينا للحصول على الدقة والمتانة والأداء الأمثل.",
    "service3": "مرافق وخدمات حقول النفط والغاز",
    "service3text": "تعتبر شركة البعد الرابع للمقاولات العامة شريكًا موثوقًا به في صناعة النفط والغاز. تشمل خدماتنا بناء وصيانة المرافق الميدانية وخطوط الأنابيب والبنية التحتية المرتبطة بها. نحن نتفهم التحديات الفريدة لهذا القطاع ونقدم الحلول التي تعطي الأولوية للسلامة والكفاءة والامتثال.",
    "service4": "تحلية ومعالجة المياه",
    "service4text": "مع الالتزام بالحلول المستدامة، نحن متخصصون في تحلية المياه ومعالجتها. تضمن خبرتنا توفير المياه النظيفة والصالحة للشرب من خلال التقنيات المتقدمة والممارسات الواعية بيئيًا. شركة البعد الرابع للمقاولات العامة هي شريكك في مواجهة تحديات ندرة المياه.",
    "service5": "محطة معالجة الصرف الصحي",
    "service5text": "يعد إنشاء محطات معالجة مياه الصرف الصحي الفعالة والموثوقة بمثابة حجر الزاوية في خدماتنا. نقوم بتصميم وبناء وصيانة المحطات التي تلتزم بأعلى المعايير البيئية، وتعزيز الإدارة المسؤولة للنفايات وضمان رفاهية المجتمعات.",
    "service6": "مقاولات مشاريع البناء",
    "service6text": "باعتبارنا مقاولين مشاريع بناء ذوي خبرة، فإننا نفخر بجلب الرؤى المعمارية إلى الحياة. من المفهوم إلى الإنجاز، يقوم فريقنا بإدارة كل جانب من جوانب عملية البناء. سواء كانت سكنية أو تجارية، يظل التزامنا بالجودة ثابتًا.",
    "service7": "مقاولات الهياكل الفولاذية",
    "service7text": "تتطلب الهياكل الفولاذية الدقة والخبرة، ونحن في شركة البعد الرابع للمقاولات العامة ذ.م.م، نقدم كليهما. تغطي خدمات مقاولات الهياكل الفولاذية لدينا مجموعة واسعة من التطبيقات، بدءًا من المنشآت الصناعية ووصولاً إلى العجائب المعمارية. ثق بنا لبناء هياكل قوية وموثوقة وممتعة من الناحية الجمالية.",
    "fp": "مشاريع منتهية",
    "hc": "عملاء سعداء",
    "lp": "المشاريع الحية"
  },
  "projectPage": {
    "heading": "المشاريع",
    "subheading": "استكشف محفظتنا، حيث يعتبر كل مشروع بمثابة شهادة على إتقاننا ليس فقط في تشييد المباني، بل أيضًا في رؤى المستقبل. ارفع توقعاتك بينما نعيد تعريف البناء في البعد الرابع، ونقدم مساحات تمزج بسلاسة بين الإبداع والاستدامة والجودة التي لا مثيل لها."
  },
  "contactPage": {
    "heading": "اتصل بنا",
    "subheading": "تواصل مع شركة فورث دايمنشن كونستركشنز بوابتك إلى حلول البناء المبتكرة!",
    "contact": "بيانات المتصل",
    "fax": "فاكس",
    "email": "بريد إلكتروني",
    "location": "موقعنا",
    "address": "البعد الرابع للمقاولات العامة ذ.م.م. بناية حمودة بن علي، شارع خليفة، أبوظبي."
  }
}