{
  "nav" : {
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "projects": "Projects",
    "contact": "Contact"
  },
  "home": {
    "heading" : "Constructing Tomorrow & Today",
    "subHeading": "Transforming Visions into Concrete Reality.",
    "completedProjects": "Completed Projects",
    "experience": "Years of Experience",
    "herocardheading1": "We Construct and Manage",
    "herocardheading2": "Places and Infrastructures",
    "herocardsubheading1": "Innovative Infrastructure Solutions",
    "herocardsubheadingtext1": "We bring innovation to the forefront of construction and management.",
    "herocardsubheading2": "Customized Facility Development",
    "herocardsubheadingtext2": "Our team is dedicated to delivering customized solutions that align with your vision and requirements.",
    "herocardsubheading3": "Proactive Maintenance and Operations",
    "herocardsubheadingtext3": "We guarantee the sustained functionality of the places and infrastructures under our care.",
    "aboutlabel": "More About Us",
    "aboutheading": "We Construct and Manage Places and Infrastructures",
    "abouttext1part1": "Fourth Dimension General Contracting L.L.C was established in 2007 under the Chairmanship of ",
    "abouttextname1": "Mr. Ghanem Ali Bin Hamoodah ",
    "abouttext1part2": "with ",
    "abouttextname2": "Mr. Hamad Ghanem ",
    "abouttext1part3": "as Deputy Chairman and ",
    "abouttextname3": "Mr. Farid Mansour ",
    "abouttext1part4": "as the Managing Partner, and has gradually developed into a highly respected major construction company establishing a reputation of commitment, quality and reliability in Abu Dhabi.",
    "abouttext2": "We are an ISO 9001:2008, OHSAS 18001 & ISO 14001 certified company; operating in full compliance with ISO Quality Assurance & HSE systems and Procedures. We are committed to long term customer partnership, a central feature of which is provision of qualitative, cost efficient service based on an understanding of Clients needs and our own ability to deliver quality on time.",
    "servicelabel": "Our Services",
    "serviceheading": "Our Expertise and Specialities",
    "servicetext": "Fourth Dimension General Contracting L.L.C offers a comprehensive suite of construction services, including Electrical and Mechanical Construction, Oil and Gas Field Facilities, Water Desalination, Sewerage Treatment Stations, Building Projects Contracting, and Steel Structure Contracting. Our skilled team ensures industry-leading standards in electrical systems, HVAC, plumbing, oil and gas infrastructure, water treatment, and more. Committed to sustainability, we address water scarcity challenges. From efficient sewerage treatment to constructing architectural marvels, our quality-driven approach sets us apart. Choose Fourth Dimension General Contracting L.L.C for expertise, innovation, and a strong focus on safety.",
    "service1": "Electrical Construction",
    "service2": "Mechanical Construction",
    "service3": "Oil & Gas Construction",
    "projectlabel": "Our Projects",
    "projectheading1": "We Construct and Manage",
    "projectheading2": "Places and Infrastructures",
    "projectbuttonlabel": "View All Projects",
    "projecttext": "Our commitment to excellence is evident in the wide range of constructions and infrastructures we have delivered. Each project is a testament to our expertise, innovation, and unwavering dedication to meeting and exceeding our clients' expectations. Explore our portfolio to witness the quality and craftsmanship that defines Fourth Dimension General Contracting L.L.C Construction.",
    "clientlabel": "Our Clients",
    "clientheading":"Some of Our Clients"
  },
  "footer": {
    "title": "Where Quality Meets Structure",
    "address": "Fourth Dimension General Contracting L.L.C, P.o. Box: 113983, Hamoodah Bin Ali Building, Khalifa St. Abu Dhabi, UAE.",
    "copyright": "© 2024. All Rights Reserved Fourth Dimension General Contracting L.L.C",
    "t&c":"Terms & Conditions",
    "privacy": "Privacy & Policy",
    "home": "Home",
    "about": "About Us",
    "services": "Services",
    "projects": "Projects",
    "contact": "Contact"
  },
  "aboutPage": {
    "heading": "About Us",
    "subheading": "Fourth Dimension General Contracting L.L.C is a leading construction company committed to excellence. With a focus on quality, innovation, and client satisfaction, we deliver top-notch services in electrical and mechanical construction, oil and gas facilities, water treatment, sewerage stations, building projects, and steel structures. Our certified team ensures precision and safety in every project, transforming visions into reality.",
    "aboutlabel": "More About Us",
    "aboutheading": "We Construct and Manage Places and Infrastructures",
    "abouttext1part1": "Fourth Dimension General Contracting L.L.C was established in 2007 under the Chairmanship of ",
    "abouttextname1": "Mr. Ghanem Ali Bin Hamoodah ",
    "abouttext1part2": "with ",
    "abouttextname2": "Mr. Hamad Ghanem ",
    "abouttext1part3": "as Deputy Chairman and ",
    "abouttextname3": "Mr. Farid Mansour ",
    "abouttext1part4": "as the Managing Partner, and has gradually developed into a highly respected major construction company establishing a reputation of commitment, quality and reliability in Abu Dhabi.",
    "abouttext2": "We are an ISO 9001:2008, OHSAS 18001 & ISO 14001 certified company; operating in full compliance with ISO Quality Assurance & HSE systems and Procedures. We are committed to long term customer partnership, a central feature of which is provision of qualitative, cost efficient service based on an understanding of Clients needs and our own ability to deliver quality on time.",
    "missionheading": "Our Mission",
    "missiontext": "At Fourth Dimension General Contracting L.L.C, our mission is to pioneer excellence in construction by delivering innovative, sustainable, and client-focused solutions. We are dedicated to transforming visions into reality, ensuring the highest standards of quality, safety, and environmental responsibility. Through collaboration and cutting-edge practices, we aim to build lasting structures that contribute positively to communities and industries.",
    "visionheading": "Our Vision",
    "visiontext": "Our vision at Fourth Dimension General Contracting L.L.C is to be the forefront of construction innovation, recognized for our unwavering commitment to excellence. We aspire to shape a sustainable future by continually pushing boundaries, embracing technology, and fostering a culture of creativity and integrity. With a focus on growth and societal impact, we envision a world where our constructions stand as benchmarks of quality and purpose.",
    "certifiedheading": "We are Certified",
    "certifiedtext": "Fourth Dimension General Contracting L.L.C takes pride in its certifications, a testament to our unwavering commitment to quality and safety. Our certifications validate our adherence to industry standards, ensuring that every project is executed with precision and reliability. With a certified team and processes, clients can trust Fourth Dimension General Contracting L.L.C to deliver construction solutions that meet and exceed regulatory requirements. We stand behind our certifications as a symbol of our dedication to excellence in every aspect of our operations."
  },
  "servicePage": {
    "heading": "Services",
    "subheading": "Fourth Dimension General Contracting L.L.C offers a comprehensive suite of construction services, including Electrical and Mechanical Construction, Oil and Gas Field Facilities, Water Desalination, Sewerage Treatment Stations, Building Projects Contracting, and Steel Structure Contracting. Our skilled team ensures industry-leading standards in electrical systems, HVAC, plumbing, oil and gas infrastructure, water treatment, and more. Committed to sustainability, we address water scarcity challenges.",
    "service1": "Electrical Construction",
    "service1text": "At Fourth Dimension General Contracting L.L.C, our electrical construction services encompass a wide range of expertise. From power distribution systems to intricate wiring, we specialize in delivering solutions that meet the highest industry standards. Our skilled electricians ensure efficient and reliable electrical systems for various projects.",
    "service2": "Mechanical Construction",
    "service2text": "Our mechanical construction services are designed to address the complex needs of modern projects. We excel in the installation and maintenance of mechanical systems, including HVAC, plumbing, and ventilation. Count on us for precision, durability, and optimal performance.",
    "service3": "Oil And Gas Field Facilities & Services",
    "service3text": "Fourth Dimension General Contracting L.L.C is a trusted partner in the oil and gas industry. Our services include the construction and maintenance of field facilities, pipelines, and associated infrastructure. We understand the unique challenges of this sector and deliver solutions that prioritize safety, efficiency, and compliance.",
    "service4": "Water Desalination and treatment",
    "service4text": "With a commitment to sustainable solutions, we specialize in water desalination and treatment. Our expertise ensures the delivery of clean, potable water through advanced technologies and environmentally conscious practices. Fourth Dimension General Contracting L.L.C is your partner in addressing water scarcity challenges.",
    "service5": "Sewerage Treatment Station",
    "service5text": "Creating efficient and reliable sewerage treatment stations is a cornerstone of our services. We design, construct, and maintain stations that adhere to the highest environmental standards, promoting responsible waste management and ensuring the well-being of communities.",
    "service6": "Building projects Contracting",
    "service6text": "As experienced building projects contractors, we take pride in bringing architectural visions to life. From concept to completion, our team manages every aspect of the construction process. Residential or commercial, our commitment to quality remains unwavering.",
    "service7": "Steel Structure Contracting",
    "service7text": "Steel structures demand precision and expertise, and at Fourth Dimension General Contracting L.L.C, we deliver both. Our steel structure contracting services cover a spectrum of applications, from industrial facilities to architectural marvels. Trust us to build robust, reliable, and aesthetically pleasing structures.",
    "fp": "Finished projects",
    "hc": "Happy Clients",
    "lp": "Live Projects"
  },
  "projectPage": {
    "heading": "Projects",
    "subheading": "Explore our portfolio, where each project is a testament to our mastery in constructing not just buildings, but visions of the future. Elevate your expectations as we redefine construction in the fourth dimension, delivering spaces that seamlessly blend creativity, sustainability, and unmatched quality."
  },
  "contactPage": {
    "heading": "Contact Us",
    "subheading": "Connect with Fourth Dimension Constructions. Your Gateway to Innovative Building Solutions!",
    "contact": "Telephone",
    "fax": "Fax",
    "email": "Email",
    "location": "Our location",
    "address": "Fourth Dimension General Contracting L.L.C, P.O. Box: 113983 Hamoodah Bin Ali Building, Khalifa St. Abu Dhabi, United Arab Emirates."
  }
}
